Repository: andzeil/easy-mqtt-handler
Catalog: src/easy_mqtt_handler/locale/*/LC_MESSAGES/ConnectionTabWidget.po
Languages: de

source: Allow insecure SSL/TLS
de: Erlaube unsicheres SSL/TLS

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Use SSL/TLS
de: Verwende SSL/TLS

source: Server Certificate / Certificate Chain:
de: Serverzertifikat / Zertifikatskette

source: Enable client certificate authentication
de: Verwende client-zertifikat-basierte Authentifizierung

source: Client certificate file:
de: Clientzertifikatsdatei:

source: Client key file:
de: Clientschlüsseldatei:

source: Select a client certificate
de: Wählen Sie ein Clientzertifikat

source: Select a server certificate
de: Wählen Sie ein Serverzertifikat

source: Select client key file
de: Wählen Sie eine Clientschlüsseldatei
