Repository: andzeil/easy-mqtt-handler
Catalog: src/easy_mqtt_handler/locale/*/LC_MESSAGES/MQTTWorkerThread.po
Languages: de

source: Couldn't connect to MQTT Broker "{0}".
de: Konnte keine Verbindung mit MQTT Broker "{0}" herstellen.

source: Connected to MQTT Broker "{0}" on port {1}.
de: Verbunden zu MQTT Broker "{0}" auf Port {1}.

source: Subscribing to topic "{0}/#".
de: Abonniere MQTT Topic "{0}/#".

source: Couldn't subscribe to topic "{0}/#". You provided an invalid or emtpy topic.
de: Konnte das MQTT Topic "{0}/#" nicht abonnieren. Sie haben ein ungültiges oder leeres Topic angegeben.

source: Listening to Broker.
de: Lausche dem Broker.

source: Received command "{0}" with argument "{1}".
de: Habe Befehl "{0}" mit Parameter "{1}" empfangen.

source: Executing command "{0}".
de: Führe Befehl aus: "{0}".

source: Command "{0}" was executed.
de: Befehl "{0}" wurde ausgeführt.

source: Couldn't read command from the MQTT payload. Ensure that you are sending a "command" attribute in the MQTT payload.
de: Konnte den Befehl aus der MQTT Payload nicht laden. Stellen Sie sicher, dass die MQTT Payload ein Attribut names "command" enthält.

source: Payload command "{0}" is not defined. Please add it via the Payload Handler tab.
de: MQTT Befehl "{0}" ist noch nicht definiert. Bitte im Tab "Aktionen" konfigurieren.

source: Received MQTT payload "{0}" via topic "{1}".
de: MQTT Nachricht "{0}" via Topic "{1}" empfangen.

source: You either didn't provide a client certificate or client key file. Both are needed for SSL/TLS client certificate authentication. Canceling.
de: Sie haben entwender keine Clientzertifikatsdatei oder keine Clientschlüsseldatei konfiguriert. Beide werden für die client-zertifikat-basierte Authentifizierung benötigt. Breche ab.

source: WARNING: INSECURE SSL/TLS ENABLED! PROCEED WITH CAUTION!
de: WARNUNG: UNSICHERES SSL/TLS AKTIVIERT! NUR MIT BEDACHT VERWENDEN!

source: Broker refused the connection. Did you maybe provide wrong credentials?
de: Der Broker hat die Verbindung verweigert. Haben Sie eventuell ungültige Zugangsdaten eingegeben?

source: Broker has reset the connection. You are trying to connect using SSL/TLS on plaintext MQTT port 1883. Retry with port 8883!
de: Der Broker hat die Verbindung zurückgesetzt. Sie versuchen per SSL/TLS auf den unverschlüsselten MQTT Port 1883 zu verbinden. Versuchen Sie es noch einmal mit Port 8883!

source: Connection reset by broker.
de: Verbindung wurde vom Broker zurückgesetzt.

source: MQTT Connection not set up. Please provide a Hostname, Port and Topic.
de: Die MQTT Verbindung konnte nicht aufgebaut werden. Konfigurieren Sie den Hostnamen, den Port und das MQTT Topic.

source: Disconnecting from Broker.
de: Trenne Verbindung zum Broker.

source: Disconnected from Broker.
de: Verbindung zum Broker getrennt.

source: Reconnecting to Broker.
de: Baue neue Verbindung zum Broker auf.
